nicolasbrailo/matter-thread2mqtt/fw/sdkconfig.defaults
# This file was generated using idf.py save-defconfig or menuconfig [D] key. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 6.0.0 Project Minimal Configuration
#
# default:
CONFIG_IDF_TARGET="esp32c6"
CONFIG_BT_ENABLED=y
CONFIG_BT_CONTROLLER_ONLY=y
# Disable logging to usb, so we can use it as a BT adapter
CONFIG_ESP_CONSOLE_SECONDARY_NONE=y
